Repository: JustCarmen/webtrees-fancy-imagebar
Catalog: language/*.po
Languages: af, nl, pl

source: All pages
af: Alle bladsye
nl: Alle pagina's
pl: Wszystkie strony

source: Amount of sepia
af: Hoeveelheid sepia
nl: Hoeveelheid sepia
pl: Wielkość sepii

source: An imagebar with small images between header and content.
af: ’n Beeldbalk met klein beelde tussen die voorstuk en inhoud.
nl: Een afbeeldingenbalk met kleine afbeeldingen tussen header en inhoud.
pl: Pasek złożony z małych zdjęć między nagłówkiem a treścią.

source: Choose which images you want to show in the Fancy Imagebar
af: Kies watter beelde jy in die Fancy Imagebar wil vertoon
nl: Kies welke afbeeldingen u wilt tonen in de Fancy Imagebar
pl: Wybierz zdjęcia, które mają zostać pokazane w pasku zdjęć

source: Enter a value between 0 and 100
af: Voer ’n waarde tussen 0 en 100 in
nl: Voer een waarde tussen 0 en 100 in
pl: Wprowadź wartość pomiędzy 0 a 100

source: Fancy Imagebar
pl: Ozdobny pasek zdjęć

source: Height of the Fancy Imagebar
af: Hoogte van die Fancy Imagebar
nl: Hoogte van de Fancy Imagebar
pl: Wysokość paska zdjęć

source: Here you can choose which images should be shown in the Fancy Imagebar. If there are fewer images chosen than needed to fill up the entire Fancy Imagebar, the images will be repeated.
af: Hier kan jy kies watter beelde in die Fancy IMagebar vertoon moet word. As daar minder beelde is as wat nodig is om die volledige Famcy Imagebar vol te maak, sal die beelde herhaal word.
nl: Hier kunt u kiezen welke afbeeldingen u wilt tonen in de Fancy Imagebar. Als er minder afbeeldingen zijn gekozen dan dat er nodig zijn om de hele Fancy Imagebar op te vullen, worden de afbeeldingen herhaald.
pl: W tym miejscu można wybrać które zdjęcia powinny zostać pokazane w pasku zdjęć. Jeśli zostanie wybranych tylko kilka zdjęć będą się one powtarzać aby wypełnić całą szerokość strony.

source: Images Tone
af: Kleurtoon van beelde
nl: Kleurtoon afbeeldingen
pl: Ton zdjęć

source: No images to display for this tree
af: Daar is geen beelde vir hierdie stamboom nie
nl: Voor deze stamboom kunnen geen afbeeldingen worden weergegeven
pl: Brak zdjęć do wyświetlenia w danym drzewie

source: Note: Only local “jpg” or “png” images are supported by this module. External images are not supported. It is not possible to keep transparency for png thumbnails in the Fancy Imagebar. Transparent png-thumbnails will get a black background in the Fancy Imagebar. The images shown in this table have the right specifications already.
af: Slegs lokale “jpg” of “png” beelde word ondersteun deur hierdie module. Eksterne beelde word nie ondersteun nie. Dit is nie moontlik om die deurskynheid van png miniature te behou nie. Deurskynende png-miniature verkry ’n swart agtergrond in die Fancy Imagebar. Die beelde beelde in hierdie tabel het alreeds die regte spesifikasies.
nl: Alleen lokale “jpg” of “png” afbeeldingen worden ondersteund door deze module. Externe afbeeldingen worden niet ondersteund. Het is niet mogelijk om transparantie voor png miniaturen te behouden in de Fancy Imagebar. Transparante png-miniaturen krijgen een zwarte achtergrond in de Fancy Imagebar. De afbeeldingen die in deze tabel worden getoond hebben al de juiste kenmerken.
pl: Uwaga: tylko lokalne obrazy z rozszerzeniem „jpg” lub „png” są obsługiwane przez ten moduł. Obrazy zewnętrzne nie są obsługiwane. Nie jest możliwe, aby zachować przezroczystość miniatury w formacie „png” w pasku zdjęć. Przezroczyste miniaturki otrzymają czarne tło. Obrazy pokazane w tej tabeli mają już odpowiednie specyfikacje.

source: Only show images with type = “photo”
af: Vertoon slegs beelde met die tipe=“foto”
nl: Toon alleen afbeeldingen van het type “foto”
pl: Pokaż tylko obrazy z typem = „zdjęcie”

source: Options for
af: Opsies vir
nl: Opties voor
pl: Opcje dla

source: Random images
af: Willekeurige beelde
nl: Willekeurige afbeeldingen
pl: Losowe zdjęcia

source: Show Fancy Imagebar on
af: Vertoon die Fancy Imagebar op
nl: Toon de Fancy Imagebar op
pl: Pokaż pasek zdjęć na

source: The Fancy Imagebar module respects privacy settings!
af: Die Fancy Imagebar respekteer privaatheidinstellinge!
nl: De Fancy Imagebar module respecteert privacy instellingen!
pl: Moduł paska zdjęć przestrzega ustawień prywatności!

source: The image “%s” doesn’t exist or is not a valid image
af: Die beeld “%s” bestaan nie of is nie ’n geldige beeld nie
nl: De afbeelding “%s” bestaat niet of is geen geldige afbeelding
pl: Obraz „%s” nie istnieje lub nie jest prawidłowym obrazem

source: The settings are changed. You will lose your changes if you switch trees.
af: Die instellings is verander. Jy sal jou veranderinge verloor as jy na ’n ander stamboom oorskakel.
nl: De instellingen zijn gewijzigd. U verliest uw wijzigingen als u naar een andere stamboom overschakelt.
pl: Ustawienia zostały zmienione. Zmiany zostaną utracone po zmianie drzewa.

source: The settings will be reset to default (for all trees). Are you sure you want to do this?
af: Die instellings sal na die verstekwaardes (vir all stambome) ingestel word. Is jy seker dat jy dit wil doen?
nl: De instellingen worden teruggezet naar de standaardinstellingen (voor alle stambomen). Weet u zeker dat u dit wilt?
pl: Ustawienia zostaną zresetowane do wartości domyślnych (dla wszystkich drzew). Czy na pewno chcesz to zrobić?

source: Use square thumbs
af: Gebruik vierkantige miniature
nl: Gebruik vierkante miniatuurplaatjes
pl: Użyj kwadratowych miniaturek
