Repository: JustCarmen/webtrees-fancy-imagebar
Catalog: resources/lang/*.po
Languages: es, fr, is, it, nl, pl, sr_cyrl, uk

source: An imagebar with small images between header and content.
es: Barra con mini-imágenes entre encabezado y contenido
fr: Une barre d'image avec de petites images entre l'en-tête et le contenu.
is: Myndastika með smámyndum á milli haus og efnis.
it: Una barra con piccole immagini tra intestazione e contenuti.
nl: Een galerij met kleine afbeeldingen tussen koptekst en inhoud.
pl: Pasek złożony z małych zdjęć między nagłówkiem a treścią.
sr_cyrl: Трака слика са малим сликама између заглавља и садржаја.
uk: Панель зображень із невеликими фото між заголовком та вмістом.

source: Crop thumbnails to square
es: Recorte imágenes a cuadro
fr: Recadrer les miniatures en carré
is: Kroppa smámyndir í ferning
it: Ritaglia le miniature in un quadrato
nl: Miniaturen bijsnijden tot vierkant
pl: Przytnij miniatury do kwadratu
sr_cyrl: Изрежите сличице у квадрат
uk: Обрізати ескізи до квадрата

source: Display the image table to refine the selection of images
fr: Afficher la table d'images pour affiner la sélection d'images
is: Birtu myndatöfluna til að fínstilla úrval mynda
it: Visualizza la tabella immagine per rifinire la selezione delle immagini
nl: Geef de afbeeldingentabel weer om de selectie van afbeeldingen te verfijnen
pl: Pokaż zdjęcia, aby wybrać zawężając ich ilość.
uk: Відобразити таблицю зображень для уточнення вибору зображень

source: Fancy Imagebar
es: Barra Elegante
is: Flott myndastika
pl: Ozdobny pasek zdjęć
sr_cyrl: Украсна трака слика
uk: Витончена панель зображень

source: Height of the Fancy Imagebar
es: Altura de la Barra Elegante
fr: Hauteur de Fancy Imagebar
is: Hæð á flottu myndastikunni
it: Altezza di Fancy Imagebar
nl: Hoogte van de Fancy Imagebar
pl: Wysokość paska zdjęć
sr_cyrl: Висина украсне траке слика
uk: Висота панелі зображень

source: Here you can choose which images should be shown in the Fancy Imagebar. If less images are selected than needed to fill the entire Fancy Imagebar, the images will be repeated.
es: Aquí Ud. decide qué imágenes mostrar en la Barra Elegante. Las imágenes serán repetidas si usted no ha ocupado todo el espacio disponible en la Barra Elegante.
fr: Ici, vous pouvez choisir quelles images doivent être affichées dans la barre d'images fantaisie. Si moins d'images sont sélectionnées que nécessaire pour remplir toute la barre d'images fantaisie, les images seront répétées.
is: Hér getur þú valið hvaða myndir eiga að birtast í flottu myndastikunni. Ef færri myndir eru valdar en þarf til að fylla alla flottu myndastikuna, verða myndirnar endurteknar.
it: Qui puoi scegliere quali immagini devono essere mostrate nella Fancy Imagebar. Se vengono selezionate meno immagini del necessario per riempire l'intera Fancy Imagebar, le immagini verranno ripetute.
nl: Hier kunt u kiezen welke afbeeldingen in de Fancy Imagebar getoond moeten worden. Als er minder afbeeldingen zijn geselecteerd dan nodig is om de hele Fancy Imagebar te vullen, worden de afbeeldingen herhaald.
pl: Tutaj możesz wybrać, które obrazy powinny być wyświetlane w Fancy Imagebar. Jeśli wybrano mniej obrazów niż potrzeba do wypełnienia całego paska Fancy Imagebar, obrazy zostaną powtórzone.
sr_cyrl: Овде можете изабрати које слике треба да буду приказане на украсној траци слика. Ако је изабрано мање слика него што је потребно да се попуни читава украсна трака, слике ће се поновити.
uk: Тут ви можете вибрати, які зображення слід показувати на панелі фантазійних зображень. Якщо вибрано менше зображень, ніж потрібно, щоб заповнити всю фантастичну панель зображень, зображення будуть повторюватися.

source: Note: Only local “jpg” or “png” images are supported by this module. External images are not supported. It is not possible to keep transparency for png thumbnails in the Fancy Imagebar. Transparent png-thumbnails will get a black background. The images in this table already have the correct specifications.
es: Nota: Este módulo soporta sólo imágenes “jpg” or “png” locales. No soporta imágenes externas. No es posible mantener la transparencia de las imágenes en la Barra Elegante. Las imágenes png transparentes aparecerán con fondo negro. Las imágenes de esta tabla tienen ya las especificaciones correctas.
fr: Remarque : Seules les images locales « jpg » ou « png » sont prises en charge par ce module. Les images externes ne sont pas prises en charge. Il n'est pas possible de conserver la transparence des vignettes png dans la barre d'images fantaisie. Les vignettes png transparentes auront un fond noir. Les images de ce tableau ont déjà les spécifications correctes.
is: Athugið: Aðeins staðbundnar „jpg“ eða „png“ myndir eru studdar af þessari einingu. Ytri myndir eru ekki studdar. Það er ekki hægt að viðhalda gagnsæi fyrir png-smámyndir í flottu myndastikunni. Gagnsæjar png-smámyndir fá svartan bakgrunn. Myndirnar í þessari töflu eru nú þegar með réttar skilgreiningar.
it: Nota: solo le immagini locali "jpg" o "png" sono supportate da questo modulo. Le immagini esterne non sono supportate. Non è possibile mantenere la trasparenza per le miniature png nella Fancy Imagebar. Le miniature png trasparenti avranno uno sfondo nero. Le immagini in questa tabella hanno già le specifiche corrette.
nl: Opmerking: alleen lokale "jpg"- of "png"-afbeeldingen worden door deze module ondersteund. Externe afbeeldingen worden niet ondersteund. Het is niet mogelijk om de transparantie voor png-miniaturen in de Fancy Imagebar te behouden. Transparante png-thumbnails krijgen een zwarte achtergrond. De afbeeldingen in deze tabel hebben al de juiste specificaties.
pl: Uwaga: Tylko lokalne obrazy "jpg" lub "png" są obsługiwane przez ten moduł. Obrazy zewnętrzne nie są obsługiwane. Nie jest możliwe zachowanie przezroczystości dla miniaturek png w Fancy Imagebar. Przezroczyste miniaturki png będą miały czarne tło. Obrazy w tej tabeli mają już prawidłowe specyfikacje.
sr_cyrl: Напомена: Овај модул подржава само локалне “јпг” или “пнг” слике. Спољне слике нису подржане. Није могуће задржати транспарентност за ПНГ сличице у украсној траци слика. Прозирне пнг сличице ће добити црну позадину. Слике у овој табели већ имају тачне спецификације.
uk: Примітка: Цей модуль підтримує лише локальні зображення "jpg" або "png". Зовнішні зображення не підтримуються. Неможливо зберегти прозорість ескізів png на фантазійній панелі зображень. Прозорі png-ескізи отримають чорний фон. Зображення в цій таблиці вже мають правильні технічні характеристики.

source: Select/unselect all
es: Optar/no optar todo
fr: Tout sélectionner/désélectionner
is: Velja/afvelja allt
it: Seleziona/deseleziona tutto
nl: Alles selecteren/deselecteren
pl: Zaznacz/odznacz wszystko
sr_cyrl: Изаберите/поништите избор свих
uk: Виділити/скасувати вибір усіх

source: Show the Fancy Imagebar on the homepage only
es: Barra Elegante sólo en página de inicio
fr: Afficher la barre d'images fantaisie sur la page d'accueil uniquement
is: Sýna flottu myndastikuna eingöngu á heimasíðunni
it: Mostra Fancy Imagebar solo in homepage
nl: Toon de Fancy Imagebar alleen op de homepage
pl: Pokaż pasek zdjęć tylko na stronie głównej
sr_cyrl: Прикажите украсну траку слика само на почетној страници
uk: Показати панель зображень лише на домашній сторінці

source: The Fancy Imagebar module respects privacy settings!
es: Barra Elegante usa sus opciones de privacidad!
fr: Le module Fancy Imagebar respecte les paramètres de confidentialité !
is: Flotta myndastikueiningin virðir friðhelgisstillingar!
it: Il modulo Fancy Imagebar rispetta le impostazioni sulla privacy!
nl: De Fancy Imagebar-module respecteert de privacy-instellingen!
pl: Moduł Fancy Imagebar szanuje ustawienia prywatności!
sr_cyrl: Модул украснa траka слика поштује подешавања приватности!
uk: Модуль Fancy Imagebar поважає налаштування конфіденційності!

source: Toggle this checkbox to select all images.
es: Optar la casilla elige todas las imágenes.
fr: Cochez cette case pour sélectionner toutes les images.
is: Hakaðu við þennan gátreit til að velja allar myndir.
it: Seleziona/Deseleziona tutte le immagini.
nl: Schakel dit selectievakje in om alle afbeeldingen te selecteren.
pl: Przełącz to pole wyboru, aby wybrać wszystkie obrazy.
sr_cyrl: Укључите ово поље да бисте изабрали све слике.
uk: Увімкніть цей прапорець, щоб вибрати всі зображення.
